{
  "page_title": "Cursussen voor Studenten",
  "page_subtitle": "Gratis educatieve cursussen om je te helpen het beste uit je ervaring bij SamenWonen te halen.",
  "courses_label": "Cursussen",
  "section1_title": "Ontwikkel Essentiële Vaardigheden",
  "section1_p1": "Deze cursussen zijn ontworpen om je de kennis en vaardigheden te geven die je nodig hebt om met succes met ouderen samen te wonen en te interacteren.",
  "section1_p2": "Alle cursussen zijn gratis toegankelijk. Donaties worden op prijs gesteld om ons programma te ondersteunen.",
  "donate_button": "Steun ons werk",
  
  "course_dementia_title": "Begrip van Dementie",
  "course_dementia_desc": "Leer over de verschillende vormen van dementie, hoe ze ouderen beïnvloeden, en praktische communicatiestrategieën voor dagelijkse interacties.",
  "course_dementia_duration": "3 uur",
  
  "course_activities_title": "Betekenisvolle Activiteiten voor Ouderen",
  "course_activities_desc": "Ontdek creatieve en boeiende activiteiten die aangepast kunnen worden aan verschillende mobiliteitsniveaus en interesses om verbinding te maken met oudere huisgenoten.",
  "course_activities_duration": "2 uur",
  
  "course_first_aid_title": "EHBO voor Ouderenzorg",
  "course_first_aid_desc": "Leer essentiële eerste hulp vaardigheden specifiek gericht op ouderen, inclusief valpreventie, herkenning van beroertes en wat te doen in noodgevallen.",
  "course_first_aid_duration": "4 uur",
  
  "course_communication_title": "Effectieve Communicatie over Generaties Heen",
  "course_communication_desc": "Verbeter je communicatievaardigheden voor intergenerationele gesprekken, leer actief luisteren en overbruggende technieken bij verschillen in perspectief.",
  "course_communication_duration": "2 uur",
  
  "course_emotional_title": "Emotioneel Welzijn en Grenzen",
  "course_emotional_desc": "Leer gezonde grenzen te stellen terwijl je betekenisvolle banden opbouwt, en ontwikkel strategieën om emotionele uitdagingen in de ouderenzorg te begrijpen.",
  "course_emotional_duration": "3 uur",
  
  "course_cultural_title": "Culturele Competenties in Ouderenzorg",
  "course_cultural_desc": "Verken hoe culturele achtergronden de ervaring van ouderen beïnvloeden en leer hoe je respectvol kan omgaan met verschillende tradities en verwachtingen.",
  "course_cultural_duration": "2 uur",
  
  "course_digital_title": "Digitale Vaardigheden Delen",
  "course_digital_desc": "Strategieën voor het effectief onderwijzen van digitale vaardigheden aan ouderen, van basisgebruik van smartphones tot videogesprekken met familie.",
  "course_digital_duration": "2 uur",
  
  "learn_more": "Meer informatie",
  "enroll": "Inschrijven",
  "free_course": "Gratis cursus",
  "donation_welcome": "Donaties welkom",
  "hours": "uren",
  "certificate": "Certificaat beschikbaar"
}
